tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "tig"

brew "curl"
brew "tmux"
brew "tree"

brew "fd"
brew "bat"
brew "ripgrep"

brew "vim"
brew "neovim"

brew "go"
brew "nodebrew"
brew "rust"
brew "rustfmt"
brew "deno"
